sync-media-check-required = Під час синхронізації медіа-файлів виникла помилка. Будь ласка, скористайтеся командою Інструменти>Перевірити медіа-файли, а потім проведіть повторну синхронізацію для виправлення помилки.
sync-wrong-pass = Невірні логін AnkiWeb або пароль; повторіть спробу.
sync-conflict-explanation =
    Ваші колоди тут та на сервері AnkiWeb відрізняются настільки, що не можуть бути об'єднані автоматично, тому необхідно замінити копію колоди на даному пристрою тією, що на сервері, або навпаки. 
    
    Якщо ви оберете варіант завантаження із сервера, Anki завнтажить колекцію колод із сервера AnkiWeb, при цьому будь-які зміни, зроблені в колодах на цьому пристрої після останньої синхронізації, буде втрачено. 
    
    Якщо ви оберете відправку на сервер, Anki відправить вашу колекцію колод на сервер AnkiWeb, при цьому будь-які зміни, зроблені в колодах на сервері AnkiWeb або інших пристроях після останньої синхронізації, буде втрачено. 
    
    Після синхронізації усіх пристроїв, статистика наступних переглядів карток та додані картки будуть об'єднані автоматично.
sync-download-from-ankiweb = Завантажити з AnkiWeb
sync-upload-to-ankiweb = Відправити на AnkiWeb
sync-cancel-button = Відмінити
sync-downloading-from-ankiweb = Завантаження з  AnkiWeb...
sync-uploading-to-ankiweb = Відправляю на  AnkiWeb...
sync-syncing = Синхронізую...
sync-checking = Перевірка…
sync-ankiweb-id-label = Обліковий запис на AnkiWeb:
sync-password-label = Пароль
sync-account-required =
    <h1>Необхідно Обліковий запис</h1>
    Для підтримки синхронізації вашої колекції колод треба мати безкоштовний обліковий запис. <a href="{ $link }">Зареєструйтеся</a> для отримання облікового запису, а потім внизу введіть Ваш логін та пароль.
sync-connecting = Підключення...
