## Errors shown when invalid search input is encountered.
## Backticks change the text formatting, so please don't change the backticks.
## Text inside backticks should not be changed unless noted.
## It's ok to change quotes outside of backticks however, eg:
## "`{ $context }`" => 「`{ $context }`」

search-invalid-search = Жарамсыз іздеу
search-misplaced-and = `and` сөзі табылды, бірақ ол екі іздеу сөзін байланыстырмайды. Сөзді өздігінен іздегіңіз келсе, оны қос тырнақшаға алыңыз: `"and"`.
search-misplaced-or = `or` сөзі табылды, бірақ ол екі іздеу сөзін байланыстырмайды. Сөзді өздігінен іздегіңіз келсе, оны қос тырнақшаға алыңыз: `"or"`.
# Here, the ellipsis "..." may be localised.
search-empty-group = `(...)` тобы табылды, бірақ жақшаның ішінде іздеуге ештеңе жоқ. Жақшаларды өздігінен іздегіңіз келсе, оларды қос тырнақшаға алыңыз: `"( )"`.
search-unopened-group = Жабылатын `)` жақша табылды, бірақ алдында ашылатын `(` жақша жоқ. Жақшаны өздігінен іздегіңіз келсе, оны қос тырнақшаға алыңыз немесе алдынан кері қиғаш сызық қойыңыз: `")"` немесе `\)`.
search-unclosed-group = Ашылатын `(` жақша табылды, бірақ алдында жабылатын `)` жақша жоқ. Жақшаны өздігінен іздегіңіз келсе, оны қос тырнақшаға алыңыз немесе алдынан кері қиғаш сызық қойыңыз: `"("` немесе `\(`.
search-empty-quote = Қос тырнақшаның жұбы `""` табылды, бірақ олардың арасында іздеуге ештеңе жоқ. Қос тырнақшаларды өздігінен іздегіңіз келсе, алдынан кері қиғаш сызық қойыңыз: `\"\"`.
search-unclosed-quote = Ашылатын қос тырнақша `"` табылды, бірақ оны жабатын екінші тырнақша жоқ. Тырнақшаны өздігінен іздегіңіз келсе, алдынан кері қиғаш сызық қойыңыз: `\"`.
search-missing-key = `:` қос нүктесі табылды, бірақ оның алдында кілт сөз жоқ. Қос нүктені өздігінен іздегіңіз келсе, алдынан кері қиғаш сызық қойыңыз: `\:`.
search-unknown-escape = `{ $val }` қашу тізбегі анықталмаған. Егер кері қиғаш сызықты `\` өздігінен іздегіңіз келсе, алдынан тағы біреуін қойыңыз: `\\`.
search-invalid-argument = `{ $argument }` аргументі '`{ $term }`' үшін жарамсыз.

## eg. expected a number in "due>5x", but found "5x"


## Column labels in browse screen


##

