database-check-corrupt = די זאַמלונג-טעקע איז נתחמץ געוואָרן. ריכט עס אויף פֿון אַ רעזערוו-קאָפּיע.
database-check-rebuilt = די דאַטן-באַזע איז איבערגעבויט און אָפּטימיזירט געוואָרן.
database-check-card-properties =
    { $count ->
        [one] { $count } פּסול קאַרטל-אייגנקייט איז פֿאַרריכט געוואָרן.
       *[other] { $count } פּסולע קאַרטל-אייגנקייטן זענען פֿאַרריכט געוואָרן.
    }
database-check-missing-templates =
    { $count ->
        [one] { $count } קאַרטל וואָס ס׳פֿעלט אים אַ מוסטער איז אויסגעמעקט געוואָרן.
       *[other] { $count } קאַרטלעך וואָס ס׳פֿעלט זיי אַ מוסטער זענען אויסגעמעקט געוואָרן.
    }
database-check-field-count =
    { $count ->
        [one] { $count } נאָטיץ, וואָס זײַן חשבון פֿעדלער איז נישט געווען ריכטיק, איז פֿאַרריכט געוואָרן.
       *[other] { $count } נאָטיצן, וואָס זייערע חשבון פֿעדלער איז נישט געווען ריכטיק, זענען פֿאַרריכט געוואָרן.
    }
database-check-new-card-high-due =
    { $count ->
        [one] מ׳האָט געפֿונען { $count } נײַ קאַרטל, וואָס זײַן חשבון טערמין איז =< 1,000,000. מע זאָל אים אפֿשר איבערשטעלן אין אַ נײַער פּאָזיציע בײַם ׳בלעטערן׳ עקראַן.
       *[other] מ׳האָט געפֿונען { $count } נײַע קאַרטלעך, וואָס זײערע חשבון טערמין איז =< 1,000,000. מע זאָל זיי אפֿשר איבערשטעלן אין אַ נײַער פּאָזיציע בײַם ׳בלעטערן׳ עקראַן.
    }
database-check-card-missing-note =
    { $count ->
        [one] { $count } קאַרטל וואָס ס׳פֿעלט אים אַ נאָטיץ איז אויסגעמעקט געוואָרן.
       *[other] { $count } קאַרטלעך וואָס ס׳פֿעלט זיי נאָטיצן זענען אויסגעמעקט געוואָרן.
    }

## Progress info

