### Text shown on the "Deck Options" screen


## Top section

# Used in the deck configuration screen to show how many decks are used
# by a particular configuration group, eg "Group1 (used by 3 decks)"
deck-config-used-by-decks =
    { $decks ->
        [one] { $decks } топтомдо колдонулат
       *[other] { $decks } топтомдордо колдонулат
    }
deck-config-default-name = Демейки
deck-config-title = Топтомдун жөндөөлөрү

## Daily limits section

deck-config-daily-limits = Күнүмдүк лимиттер
deck-config-new-limit-tooltip =
    Эгер жаңы карталар бар болсо, бир күндө киргизиле турган жаңы карталардын эң көп саны.
    Жаңы материал сиздин кыска мөөнөттүү кайталоо жүгүңүздү көбөйткөндүктөн,
    бул сан адатта кайталоо чегиңизден кеминде 10 эсе аз болушу керек.
deck-config-review-limit-tooltip =
    Эгер карталар кайталоого даяр болсо,
    бир күндө көрсөтүлө турган кайталоо карталарынын эң көп саны.
deck-config-limit-deck-v3 =
    Ичинде ички топтомдору бар топтомду окуп жатканда, ар бир ички топтомго коюлган чектер ошол топтомдон алына турган карталардын эң көп санын көзөмөлдөйт.
    Тандалган топтомдун чектер жалпы көрсөтүлө турган карталардын санын көзөмөлдөйт.
deck-config-limit-new-bound-by-reviews = Кайталоо чеги жаңы чекке таасир этет. Мисалы, эгер кайталоо чегиңиз 200гө коюлса жана сизде 190 кайталоо күтүп турса, эң көп дегенде 10 жаңы карта киргизилет. Эгер кайталоо чегиңизге жеткен болсо, жаңы карталар көрсөтүлбөйт.
deck-config-limit-interday-bound-by-reviews = Кайталоо чеги ошондой эле күндөр аралык үйрөнүү карталарына да таасир этет. Чек колдонулганда, адегенде күндөр аралык үйрөнүү карталары, андан кийин кайталоо карталары чогултулат.
deck-config-tab-description =
    - 'Алдын ала коюлган': Чек ушул алдын ала коюлган жөндөөнү колдонгон бардык топтомдорго тиешелүү.
    - 'Бул топтом': Чек ушул топтомго гана тиешелүү.
    - 'Бүгүн гана': Бул топтомдун чегине убактылуу өзгөртүү киргизүү.
deck-config-new-cards-ignore-review-limit = Жаңы карталар кайталоо лимитин эске албайт
deck-config-new-cards-ignore-review-limit-tooltip = Адатта, кайталоо чеги жаңы карталарга да тиешелүү, жана кайталоо чегине жеткенде жаңы карталар көрсөтүлбөйт. Эгер бул жөндөө иштетилсе, жаңы карталар кайталоо чегине карабастан көрсөтүлөт.
deck-config-apply-all-parent-limits = Лимиттер жогорудан башталат
deck-config-apply-all-parent-limits-tooltip = Адатта, жогорку деңгээлдеги топтомдун күнүмдүк лимиттер анын ички топтомунан окуп жатсаңыз, колдонулбайт. Эгер бул жөндөө иштетилсе, чектер(лимит) жогорку деңгээлдеги топтомдон башталат, бул жеке ички топтомдорду окуп, бирок топтом дарагындагы карталарга жалпы чекти сактагыңыз келсе, пайдалуу болушу мүмкүн.
deck-config-affects-entire-collection = Бүткүл коллекцияга таасир этет.

## Daily limit tabs: please try to keep these as short as the English version,
## as longer text will not fit on small screens.

deck-config-shared-preset = Алдын ала коюлган
deck-config-deck-only = Бул топтом
deck-config-today-only = Бүгүн гана

## New Cards section

deck-config-learning-steps = Үйрөнүү кадамдары
# Please don't translate `1m`, `2d`
-deck-config-delay-hint = Кечиктирүүлөр адатта мүнөт (мис., '1м') же күн (мис., '2к') менен көрсөтүлөт, бирок саат (мис., '1с') жана секунд (мис., '30с') да колдоого алынат.
deck-config-learning-steps-tooltip =
    Бир же бир нече кечиктирүү, боштуктар менен бөлүнгөн.
    Биринчи кечиктирүү жаңы картада 'Кайра' баскычын басканда колдонулат жана ал баштапкы абалда 1 мүнөт.
    'Жакшы' баскычы кийинки кадамга өткөрөт, ал баштапкы абалда 10 мүнөт. Бардык кадамдар өтүлгөндөн кийин, карта кайталоо картасы болуп, башка күнү пайда болот. { -deck-config-delay-hint }
deck-config-graduating-interval-tooltip =
    Акыркы үйрөнүү кадамында 'Жакшы' баскычы басылгандан кийин,
    картаны кайра көрсөтүүгө чейин күтө турган күндөрдүн саны.
deck-config-easy-interval-tooltip = 'Оңой' баскычы картаны дароо үйрөнүүдөн алып салуу үчүн колдонулгандан кийин, картаны кайра көрсөтүүгө чейин күтө турган күндөрдүн саны.
deck-config-new-insertion-order = Киргизүү ирети
deck-config-new-insertion-order-tooltip = Жаңы карталарды кошкондо аларга дайындалуучу орунду (мөөнөттү #) көзөмөлдөйт. Мөөнөт номери төмөн болгон карталар окуу учурунда биринчи көрсөтүлөт. Бул жөндөөнү өзгөртүү жаңы карталардын учурдагы ордун автоматтык түрдө жаңыртылат.
deck-config-new-insertion-order-sequential = Ирети менен (эң эски карталар биринчи)
deck-config-new-insertion-order-random = Туш келди
deck-config-new-insertion-order-random-with-v3 = v3 пландоочу менен, муну ирети менен калтырып, анын ордуна жаңы карталарды чогултуу тартибин тууралаган жакшы.

## Lapses section

deck-config-relearning-steps = Кайра үйрөнүү кадамдары
deck-config-relearning-steps-tooltip = Нөл же андан көп кечиктирүүлөр, боштуктар менен бөлүнгөн. Адатта, кайталоо картасында 'Кайра' баскычын басуу аны 10 мүнөттөн кийин кайра көрсөтөт. Эгер эч кандай кечиктирүү көрсөтүлбөсө, карта кайра үйрөнүүгө кирбестен, интервалы өзгөрөт. { -deck-config-delay-hint }
deck-config-leech-threshold-tooltip = Кайталоо картасы "татаал" деп белгиленгенге чейин 'Кайра' баскычын канча жолу басуу керектиги. Татаал карталар – бул көп убактыңызды алган карталар. Карта "татаал" деп белгиленгенде, аны кайра жазып, өчүрүп же эстеп калууга жардам берүүчү мнемоника ойлоп табуу жакшы идея.
# See actions-suspend-card and scheduling-tag-only for the wording
deck-config-leech-action-tooltip =
    'Тег гана': Эскертмеге 'leech' тегин кошот жана калкыма терезени көрсөтөт.
    'Картаны токтотуу': Эскертмени белгилөөдөн тышкары, картаны кол менен токтотуудан чыгарылганга чейин жашырат.

## Burying section

deck-config-bury-title = Көрсөтпөй туруу
deck-config-bury-new-siblings = Жаңы карталардын жуптарын эртеңкиге жылдыр
deck-config-bury-review-siblings = Кайталоодогу карталардын жуптарын эртеңкиге жылдыр
deck-config-bury-interday-learning-siblings = Бир нече күнгө созулган үйрөнүү карталарынын жуптарын эртеңкиге жылдыр
deck-config-bury-new-tooltip = Бир эле эскертменин башка 'жаңы' карталары (мис., тескери карталар, жанаша жашыруун сөздөр) кийинки күнгө чейин кечиктирилеби.
deck-config-bury-review-tooltip = Бир эле эскертменин башка 'кайталоо' карталары кийинки күнгө чейин кечиктирилеби.
deck-config-bury-interday-learning-tooltip = Бир эле эскертменин интервалы 1 күндөн ашык болгон башка 'үйрөнүү' карталары кийинки күнгө чейин кечиктирилеби.
deck-config-bury-priority-tooltip =
    Anki карталарды тандаганда, аларды төмөнкү иретте чыгарат:
    Бир эле күндүн ичинде кайра-кайра көрүлүп жаткан үйрөнүүчү карталар, бир күндөн ашык убакытка созулуп жаттап жүргөн карталар, мурун жатталган, бирок кайра эске түшүрүү үчүн кайталанып жаткан карталар, жаңы биринчи ирет ачылган карталар. Бул тартип “кийинкиге жылдырып туруу” (жашырып коюу) функциясына да таасир этет:
    
    - Эгер жылдыруу өзгөчөлүктөрүнүн баары күйүп турган болсо, ушул тизмеде кайсысы эртерээк келсе — ошол эле темага тиешелүү карта биринчи көрсөтүлөт. Мисалы: мурда жатталып, кайра кайталанып жаткан карта жаңы картага караганда биринчи көрсөтүлөт.
    - Тизмеде кийин турган карта түрлөрү өзүнөн мурун турган түрдөгү карталарды жашыра албайт. Мисалы: эгер жаңы карталарды жашыруу өчүрүлгөн болсо, сен жаңы картаны көрсөң, ал мурун окула баштаган же кайра кайталанып жаткан карталарды жашырбайт. Ошондуктан бир эле сөздүн мурун окуган версиясы менен жаңы версиясын бир сессия ичинде көрүп калышың мүмкүн.

## Gather order and sort order of cards

deck-config-ordering-title = Көрсөтүү тартиби
deck-config-new-gather-priority = Жаңы карталарды чогултуу тартиби
deck-config-new-gather-priority-tooltip-2 =
    'Топтом': Ар бир ички топтомдон карталарды ирети менен чогултат, жогорудан баштап. Ар бир ички топтомдон карталар өсүү тартибинде чогултулат. Тандалган топтомдун күнүмдүк чегине жеткенде, бардык ички топтомдор текшерилгенге чейин чогултуу токтошу мүмкүн. Бул тартип чоң коллекцияларда эң тез жана жогору жактагы ички топтомдорго артыкчылык берүүгө мүмкүндүк берет.
    
    'Өсүү тартибинде': Карталарды өсүү тартибиндеги орду боюнча чогултат, бул адатта эң эски кошулгандар биринчи. 
    
    'Кемүү тартибинде': Карталарды кемүү тартибиндеги орду боюнча чогултат (мөөнөтү #), бул адатта эң акыркы кошулгандар биринчи. 
    
    'Кокус эскертмелер': Эскертмелерди кокус тандап, анан анын бардык карталарын алат. 
    
    'Кокус карталар': Карталарды кокус тартипте чогултат.
deck-config-new-card-sort-order = Жаңы карталарды иреттөө тартиби
deck-config-new-card-sort-order-tooltip-2 =
    `Карта түрү боюнча, андан кийин жыйналган тартипте`: Карталар алгач алардын түрүнүн номерине жараша көрсөтүлөт.
    Ар бир карта түрүнүн ичиндеги карталар — жыйналган тартипте көрсөтүлөт.
    Эгер бир темага тиешелүү башка формадагы карталарды (мисалы: алды → арты) жашыруу өчүрүлгөн болсо, анда алды-арты формалары толук бүтүп чыккандан кийин гана арты-алды формалары көрсөтүлөт.
    Бул — бир эле маалыматка тиешелүү карталарды бир сессияда көрүүнү каалаган, бирок алардын бири-бирине өтө жакын чыгып кетишин каалабаган учурларга ылайыктуу.
    
    `Жыйналган тартипте`: Карталар дал жыйналган тартипте көрсөтүлөт`: Эгер бир теманын башка формаларын жашыруу өчүрүлгөн болсо, бир эле темага тиешелүү бардык карталар бири-биринин артынан дароо көрсөтүлөт.
    
    `Карта түрү боюнча, андан кийин туш келди`: Карталар алгач түрү боюнча бөлүнөт, бирок ар бир түрдүн ичиндеги карталар туш келди (аралаш) иретте көрсөтүлөт.
    Бул — бир эле темага тиешелүү карталар бир сессия ичинде чыкса да, биринин артынан бири дароо чыкпасын деген учурларда ыңгайлуу.
    
    `Туш келди тема, андан кийин карта түрү`: Алгач туш келди бир тема (note) тандалат, андан кийин ошол темага тиешелүү бардык карталар өз тизмеси боюнча кезеги менен көрсөтүлөт.
    
    `Туш келди`: Карталар толугу менен туш келди (аралаш) тартипте көрсөтүлөт.
deck-config-new-review-priority = Жаңы/кайталоо тартиби
deck-config-new-review-priority-tooltip = Жаңы карталарды кайталоо карталарына карата качан көрсөтүү керек.
deck-config-interday-step-priority = Күндөр аралык үйрөнүү/кайталоо тартиби
deck-config-interday-step-priority-tooltip = Күн чегинен өткөн (кайра) үйрөнүү карталарын качан көрсөтүү керек. Кайталоо чеги дайыма алгач күндөр аралык үйрөнүү карталарына, андан кийин кайталоо карталарына колдонулат. Бул жөндөө чогултулган карталардын көрсөтүлүү тартибин көзөмөлдөйт, бирок күндөр аралык үйрөнүү карталары дайыма биринчи чогултулат.

## Gather order and sort order of cards – Combobox entries


## Timer section


## Auto Advance section


## Audio section


## Advanced section


## Easy Days section.


## Adding/renaming


## Removing


## Other Buttons


## These strings are shown via the Description button at the bottom of the
## overview screen.


## Warnings shown to the user


## Selecting a deck


## Messages related to the FSRS scheduler


## Messages related to the FSRS scheduler’s health check. The health check determines whether the correlation between FSRS predictions and your memory is good or bad. It can be optionally triggered as part of the "Optimize" function.


## NO NEED TO TRANSLATE. This text is no longer used by Anki, and will be removed in the future.

